Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AdjoinedNotFlagError
source: Adjoined alias is not a flag
af_za: Aangrensende alias is nie ’n vlag nie
am_et: የተቀናጀ ተለዋጭ ስም ምልክት አይደለም
ar_sa: الاسم المستعار المجاور ليس علامة
az_latn_az: Bitişik şərti ad bayraq deyil
bg_bg: Прилежащите псевдоними не са флаг
cs_cz: Sousedící alias není příznak.
da_dk: Tilstødende alias er ikke et flag
de_de: Angrenzender Alias ist keine Kennzeichnung
el_gr: Το γειτνιάζον ψευδώνυμο δεν είναι σημαία
es_es: El alias contiguo no es una marca
es_mx: El alias adjunto no es una marca.
et_ee: Külgnev pseudonüüm pole lipp
fa_ir: نام مستعار الحاقی یک نشانه‌نما نیست
fi_fi: Liitetty alias ei ole merkintä
fr_fr: L’alias contigu n’est pas un indicateur
gl_es: O alias anexo non é unha marca
he_il: הכינוי הצמוד אינו דגל
hi_in: साथ का उपनाम ध्वज नहीं है
hu_hu: A szomszédossági alias nem jelölő
id_id: Alias bergabungan bukan bendera
is_is: Samliggjandi samnefni er ekki flagg
it_it: L'alias adiacente non è un contrassegno
ja_jp: 隣接するエイリアスはフラグではありません
kk_kz: Қосылған бүркеншік ат жалауша емес
lo_la: ນາມແຝງທີ່ເຊື່ອມກັນໄວ້ບໍ່ແມ່ນທຸງ
lt_lt: Šalia esantis pseudonimas nėra vėliavėlė
lv_lv: Pievienotais aizstājvārds nav karodziņš
mk_mk: Споениот псевдоним не е знаменце
ml_in: ഒരു പതാകയിൽ ഇതരനാമം ചേർത്തിട്ടില്ല
ms_my: Adjoined alias bukanlah bendera
nb_no: Tilstøtende alias er ikke et flagg
nl_nl: Verbonden alias is geen vlag
pl_pl: Połączony alias nie jest flagą
pt_br: Alias adjacente não é um sinalizador
pt_pt: O alias adjacente não é um sinalizador
ro_ro: Pseudonimul adiacent nu este o semnalizare
ru_ru: Присоединенный псевдоним не является флагом
sk_sk: Vedľajší alias nie je príznak
sl_si: Pridružen vzdevek ni zastavica
sq_al: Pseudonimi i ngjitur nuk është një flamur
sr_latn_rs: Povezani pseudonim nije zastavica
sv_se: Angränsande alias är inte en flagga
te_in: ప్రక్కనే ఉన్న అలియాస్ జెండా కాదు
th_th: นามแฝงที่ติดกันไม่ใช่ค่าสถานะ
tr_tr: Ekli diğer ad bir bayrak değil
uk_ua: Приєднаний псевдонім не є позначкою
vi_vn: Biệt danh liên kết không phải là cờ
zh_cn: 邻近别名不是标记
zh_tw: 鄰近別名不是旗標

# AdjoinedNotFoundError
source: Adjoined flag alias not found
af_za: Aangrensende vlag-alias is nie gevind nie
am_et: የተገናኘ ምልክት ተለዋጭ ስም አልተገኘም
ar_sa: الاسم المستعار لعلامة المجاور
az_latn_az: Bitişik bayraq şərti adı tapılmadı
bg_bg: Псевдонимът на прилежащия флаг не е намерен
cs_cz: Nenašel se sousedící alias typu příznak.
da_dk: Det tilstødende flag-alias blev ikke fundet
de_de: Angrenzender Kennzeichen-Alias nicht gefunden
el_gr: Δεν βρέθηκε γειτνιάζον ψευδώνυμο σημαίας
es_es: Alias de marca contiguo no encontrado
es_mx: Alias de marca adjunto no encontrado.
et_ee: Külgneva lipu pseudonüümi ei leitud
fa_ir: نام مستعار نشانه‌نما الحاقی یافت نشد
fi_fi: Liitettyä merkintäaliasta ei löytynyt
fr_fr: Alias de drapeau contigu introuvable
gl_es: Non se atopou o alias marcado anexo
he_il: כינוי דגל צמוד לא נמצא
hi_in: साथ का ध्वज उपनाम नहीं मिला
hu_hu: A szomszédosság jelölőjének aliasa nem található
id_id: Alias bendera bergabungan tidak ditemukan
is_is: Samliggjandi flaggsamnefni fannst ekki
it_it: Alias del contrassegno adiacente non trovato
ja_jp: 隣接するフラグのエイリアスが見つかりません
kk_kz: Қосылған жалаушаның бүркеншік аты табылмады
lo_la: ບໍ່ພົບນາມແຝງທຸງທີ່ເຊື່ອມກັນໄວ້
lt_lt: Šalia esančios vėliavėlės pseudonimas nerastas
lv_lv: Pievienotā karodziņa aizstājvārds nav atrasts
mk_mk: Споениот псевдоним во форма на знаменце не е најден
ml_in: ആഡ്ജോയിൻഡ് ഫ്ലാഗിന്റെ ഇതരനാമം ചേർത്തിരിക്കുന്നത് കണ്ടെത്തിയില്ല
ms_my: Bendera adjoined alias tidak dijumpai
nb_no: Finner ikke tilstøtende flaggalias
nl_nl: Verbonden vlagalias niet gevonden
pl_pl: Nie znaleziono połączonego aliasu flagi
pt_br: Alias de sinalizador adjacente não encontrado
pt_pt: Alias de sinalizador adjacente não encontrado
ro_ro: Pseudonim pentru semnalizarea adiacentă nu s-a găsit
ru_ru: Псевдоним присоединенного флага не найден
sk_sk: Alias vedľajšieho príznaku sa nenašiel
sl_si: Sosednje zastavice vzdevka ni bilo mogoče najti
sq_al: Pseudonimi i ngjitur i flamurit nuk u gjet
sr_latn_rs: Povezani pseudonim zastavice nije pronađen
sv_se: Angränsande flaggalias hittades inte
te_in: ప్రక్కనే ఉన్న జెండా అలియాస్ కనుగొనబడలేదు
th_th: ไม่พบนามแฝงของค่าสถานะที่ติดกัน
tr_tr: Ekli bayrak diğer adı bulunamadı
uk_ua: Псевдонім приєднаної позначки не знайдено
vi_vn: Không tìm thấy biệt danh gắn cờ liên kết
zh_cn: 未找到邻近标记别名
zh_tw: 找不到鄰近旗標別名

# AvailableArguments
source: The following arguments are available:
af_za: Die volgende argumente is beskikbaar:
am_et: የሚከተሉት ነጋሪ እሴቶች ይገኛሉ:-
ar_sa: الوسائط التالية متوفرة:
az_latn_az: Aşağıdakı arqumentlər əlçatandır:
bg_bg: Предлагат се следните аргументи:
cs_cz: K dispozici jsou následující argumenty:
de_de: Die folgenden Argumente sind verfügbar:
el_gr: Τα ακόλουθα ορίσματα δεν είναι έγκυρα:
es_es: Los siguientes argumentos están disponibles:
es_mx: Están disponibles los siguientes argumentos:
et_ee: Saadaval on järgmised argumendid:
fa_ir: آرگومان‌های زیر در دسترس هستند:
fi_fi: Seuraavat argumentit ovat saatavilla:
fr_fr: Les arguments suivants sont disponibles :
gl_es: Están dispoñibles os argumentos seguintes:
he_il: הארגומנטים הבאים זמינים:
hi_in: निम्न तर्क उपलब्ध हैं:
hu_hu: A következő argumentumok használhatók:
is_is: Eftirfarandi frumbreytur eru tiltækar:
it_it: Sono disponibili i seguenti argomenti:
ja_jp: 次の引数を使用できます。
kk_kz: Келесі аргументтер қолжетімді:
lo_la: ສາມາດໃຊ້ອາກິວເມັນຕໍ່ໄປນີ້ໄດ້:
lt_lt: Galimi šie argumentai:
lv_lv: Ir pieejami šādi argumenti:
ms_my: argumen berikut tersedia:
nb_no: Følgende argumenter er tilgjengelige:
nl_nl: De volgende argumenten zijn beschikbaar:
pl_pl: Dostępne są następujące argumenty:
pt_br: Os seguintes argumentos estão disponíveis:
pt_pt: Estão disponíveis os seguintes argumentos:
ro_ro: Următoarele argumente sunt disponibile:
sk_sk: K dispozícii sú tieto argumenty:
sl_si: Na voljo so ti argumenti:
sq_al: Argumentet në vijim janë në dispozicion:
sr_latn_rs: Dostupni su sledeći argumenti:
sv_se: Följande argument är tillgängliga:
te_in: కింది వాదనలు అందుబాటులో ఉన్నాయి:
th_th: อาร์กิวเมนต์ต่อไปนี้พร้อมใช้งาน:
tr_tr: Şu bağımsız değişkenler kullanılabilir:
uk_ua: Ці такі аргументи:
vi_vn: Các đối số sau đang sẵn dùng:
zh_cn: 以下参数可用：
zh_tw: 以下是可用的引數:

# AvailableCommands
source: The following commands are available:
af_za: Die volgende bevele is beskikbaar:
am_et: የሚከተሉት ትዕዛዞች ይገኛሉ:-
ar_sa: الأوامر التالية متوفرة:
az_latn_az: Aşağıdakı əmrlər əlçatandır:
bg_bg: Предлагат се следните команди:
cs_cz: K dispozici jsou následující příkazy:
da_dk: Følgende kommandoer er tilgængelige:
de_de: Folgende Befehle sind verfügbar:
el_gr: Οι ακόλουθες εντολές είναι διαθέσιμες:
es_es: Los siguientes comandos están disponibles:
es_mx: Están disponibles los siguientes comandos:
et_ee: Saadaval on järgmised käsud:
fa_ir: فرمان‌های زیر در دسترس هستند:
fi_fi: Seuraavat komennot ovat saatavilla:
fr_fr: Les commandes suivantes sont disponibles :
gl_es: Están dispoñibles os comandos seguintes:
he_il: הפקודות הבאות זמינות:
hi_in: निम्न आदेश उपलब्ध हैं:
hu_hu: A következő parancsok használhatók:
id_id: Perintah berikut tersedia:
is_is: Eftirfarandi skipanir eru tiltækar:
it_it: Sono disponibili i seguenti comandi:
ja_jp: 使用できるコマンドは次のとおりです:
kk_kz: Келесі пәрмендер қолжетімді:
lo_la: ສາມາດໃຊ້ຄຳສັ່ງຕໍ່ໄປນີ້ໄດ້:
lt_lt: Galimos šios komandos:
lv_lv: Pieejamas šādas komandas:
mk_mk: Достапни се следниве наредби:
ml_in: പിന്തുടരുന്ന കമാൻഡുകൾ ലഭ്യമാണ്:
ms_my: pandangan berikut tersedia:
nb_no: Følgende kommandoer er tilgjengelige:
nl_nl: De volgende opdrachten zijn beschikbaar:
pl_pl: Dostępne są następujące polecenia:
pt_br: Os seguintes comandos estão disponíveis:
pt_pt: Estão disponíveis os seguintes comandos:
ro_ro: Sunt disponibile următoarele comenzi:
ru_ru: Применимы следующие команды:
sk_sk: K dispozícii sú tieto príkazy:
sl_si: Na voljo so ti ukazi:
sq_al: Komandat në vijim janë në dispozicion:
sr_latn_rs: Dostupne su sledeće komande:
sv_se: Följande kommandon är tillgängliga:
te_in: కింది ఆదేశాలు అందుబాటులో ఉన్నాయి:
th_th: คำสั่งต่อไปนี้พร้อมใช้งาน:
tr_tr: Şu komutlar kullanılabilir:
uk_ua: Доступні такі команди:
vi_vn: Các lệnh sau đây đang sẵn dùng:
zh_cn: 下列命令有效:
zh_tw: 以下是所有可用的命令:

# AvailableOptions
source: The following options are available:
af_za: Die volgende opsies is beskikbaar:
am_et: የሚከተሉት አማራጮች ይገኛሉ:-
ar_sa: تتوفر الخيارات التالية:
az_latn_az: Aşağıdakı seçimlər əlçatandır:
bg_bg: Предлагат се следните опции:
cs_cz: K dispozici jsou následující možnosti:
da_dk: Følgende indstillinger er tilgængelige:
de_de: Die folgenden Optionen stehen zur Verfügung:
el_gr: Οι ακόλουθες επιλογές είναι διαθέσιμες:
es_es: Están disponibles las siguientes opciones:
es_mx: Están disponibles las siguientes opciones:
et_ee: Saadaval on järgmised variandid:
fa_ir: گزینه‌های زیر در دسترس هستند:
fi_fi: Seuraavat vaihtoehdot ovat saatavilla:
fr_fr: Les options suivantes sont disponibles :
gl_es: Están dispoñibles as opcións seguintes:
he_il: האפשרויות הבאות זמינות:
hi_in: निम्न विकल्प उपलब्ध हैं:
hu_hu: A következő kapcsolók használhatók:
id_id: Opsi berikut tersedia:
is_is: Eftirfarandi valkostir eru tiltækir:
it_it: Sono disponibili le seguenti opzioni:
ja_jp: 次のオプションを使用できます。
kk_kz: Келесі параметрлер қолжетімді:
lo_la: ສາມາດໃຊ້ຕົວເລືອກຕໍ່ໄປນີ້ໄດ້:
lt_lt: Galimos šios parinktys:
lv_lv: Pieejamas šādas opcijas:
mk_mk: Достапни се следниве опции:
ml_in: പിന്തുടരുന്ന ഐച്ഛികങ്ങൾ ലഭ്യമാണ്:
ms_my: perkaitan berikut tersedia:
nb_no: Følgende alternativer er tilgjengelige:
nl_nl: De volgende opties zijn beschikbaar:
pl_pl: Dostępne są następujące opcje:
pt_br: As seguintes opções estão disponíveis:
pt_pt: Estão disponíveis as seguintes opções:
ro_ro: Sunt disponibile următoarele opțiuni:
ru_ru: Доступны следующие опции:
sk_sk: K dispozícii sú tieto možnosti:
sl_si: Na voljo so te možnosti:
sq_al: Opsionet në vijim janë në dispozicion:
sr_latn_rs: Dostupne su sledeće opcije:
sv_se: Följande alternativ är tillgängliga:
te_in: కింది ఎంపికలు అందుబాటులో ఉన్నాయి:
th_th: ตัวเลือกต่อไปนี้พร้อมใช้งาน:
tr_tr: Şu seçenekler kullanılabilir:
uk_ua: Доступні наведені нижче параметри.
vi_vn: Các lựa chọn sau đây đang sẵn dùng:
zh_cn: 下列选项可用：
zh_tw: 以下是可用的選項:

# AvailableSubcommands
source: The following sub-commands are available:
af_za: Die volgende subbevele is beskikbaar:
am_et: የሚከተሉት ንዑስ-ትዕዛዞች ይገኛሉ:-
ar_sa: الأوامر الفرعية التالية متوفرة:
az_latn_az: Aşağıdakı alt əmrlər əlçatandır:
bg_bg: Предлагат се следните подкоманди:
cs_cz: K dispozici jsou následující dílčí příkazy:
da_dk: Følgende underkommandoer er tilgængelige:
de_de: Folgende Unterbefehle sind verfügbar:
el_gr: Οι ακόλουθες υπο-εντολές είναι διαθέσιμες:
es_es: Los siguientes subcomandos están disponibles:
es_mx: Están disponibles los siguientes subcomandos:
et_ee: Saadaval on järgmised alamkäsud:
fa_ir: فرمان‌های فرعی زیر در دسترس هستند:
fi_fi: Seuraavat alikomennot ovat saatavilla:
fr_fr: Les sous-commandes suivantes sont disponibles :
gl_es: Están dispoñibles os subcomandos seguintes:
he_il: פקודות המשנה הבאות זמינות:
hi_in: निम्न उप-आदेश उपलब्ध हैं:
hu_hu: A következő alparancsok használhatók:
id_id: Sub-perintah berikut tersedia:
is_is: Eftirfarandi undirskipanir eru tiltækar:
it_it: Sono disponibili i seguenti comandi secondari:
ja_jp: 次のサブコマンドを使用できます。
kk_kz: Келесі қосымша пәрмендер қолжетімді:
lo_la: ສາມາດໃຊ້ຄຳສັ່ງຍ່ອຍຕໍ່ໄປນີ້ໄດ້:
lt_lt: Galimos šios antrinės komandos:
lv_lv: Ir pieejamas šādas apakškomandas:
mk_mk: Достапни се следниве поднаредби:
ml_in: പിന്തുടരുന്ന ഉപ കമാൻഡുകൾ ലഭ്യമാണ്:
ms_my: Sub-perintah berikut tersedia:
nb_no: Følgende underkommandoer er tilgjengelige:
nl_nl: De volgende subopdrachten zijn beschikbaar:
pl_pl: Dostępne są następujące polecenia podrzędne:
pt_br: Os seguintes subcomandos estão disponíveis:
pt_pt: Estão disponíveis os seguintes subcomandos:
ro_ro: Următoarele sub-comenzi sunt disponibile:
ru_ru: Доступны следующие подкоманды:
sk_sk: K dispozícii sú tieto čiastkové príkazy:
sl_si: Na voljo so ti podukazi:
sq_al: Nënkomandat në vijim janë në dispozicion:
sr_latn_rs: Dostupne su sledeće potkomande:
sv_se: Följande underkommandon är tillgängliga:
te_in: కింది ఉప ఆదేశాలు అందుబాటులో ఉన్నాయి:
th_th: คำสั่งย่อยต่อไปนี้พร้อมใช้งาน:
tr_tr: Şu alt komutlar kullanılabilir:
uk_ua: Доступні наведені нижче підкоманди.
vi_vn: Các lệnh phụ sau đây đang sẵn dùng:
zh_cn: 以下子命令可用：
zh_tw: 以下是可用的子命令:

# ChannelArgumentDescription
source: Use the specified channel; default is general audience
af_za: Gebruik die gespesifiseerde kanaal; verstek is algemene gehoor
am_et: የተገለጸውን ጣቢያ ተጠቀም፤ ነባሪው ጠቅላላ ታዳሚ ነው
ar_sa: استخدام القناة المحددة؛ القناة الافتراضية هي للجمهور العام
az_latn_az: Qeyd edilmiş kanaldan istifadə edin; standart kimi ümumi auditoriya nəzərdə tutulur
bg_bg: Използвайте зададения канал; по подразбиране е обща аудитория
cs_cz: Použít konkrétní kanál (výchozí je obecné publikum)
da_dk: Brug den angivne kanal; standarden er generel målgruppe
de_de: Verwendet den angegebenen Kanal. Der Standard ist die allgemeine Benutzergruppe
el_gr: Χρήση συγκεκριμένου καναλιού, το προεπιλεγμένο είναι για το γενικό ακροατήριο
es_es: Usar el canal especificado, el valor predeterminado es público general
es_mx: Use el canal especificado; el predeterminado es público general
et_ee: Saate kasutada määratud kanalit; vaikeväärtus on üldine vaatajaskond
fa_ir: از کانال مشخص‌شده استفاده می‌کند؛ حالت پیش‌فرض مخاطبان عمومی است
fi_fi: Käytä määritettyä kanavaa. Oletusarvona on sallittu kaikille.
fr_fr: Utiliser le canal spécifié; par défaut, il s’agit du grand public
gl_es: Usa a canle especificada. A canle predefinida é o público xeral
he_il: שימוש בערוץ שצוין; ברירת המחדל היא קהל כללי
hi_in: निर्दिष्ट चैनल का उपयोग करें; डिफ़ॉल्ट सामान्य ऑडियंस है
hu_hu: A megadott csatorna használata; az alapértelmezett érték az általános célközönség.
id_id: Gunakan saluran yang ditentukan; default adalah audiens umum
is_is: Nota tilgreinda rás; sjálfgefið er almennur notendahópur
it_it: Usa il canale specificato; l'impostazione predefinita è General Audience (adatto a tutte le età)
ja_jp: 指定されたチャンネルを使用します。既定値は一般向けです
kk_kz: Көрсетілген арнаны пайдаланыңыз; әдепкі бойынша жалпы аудитория орнатылған
lo_la: ໃຊ້ຊ່ອງທີ່ລະບຸໄວ້; ຄ່າເລີ່ມຕົ້ນແມ່ນຜູ້ຊົມທົ່ວໄປ
lt_lt: Naudoti nurodytą kanalą; Numatytoji reikšmė yra bendroji auditorija
lv_lv: Izmantot norādīto kanālu; noklusējums ir vispārēja auditorija
mk_mk: Користете го наведениот канал. Стандардна вредност е општата публика
ml_in: നിർദ്ദിഷ്ട ചാനൽ ഉപയോഗിക്കുക; സ്ഥിരസ്ഥിതി പൊതു പ്രേക്ഷകരാണ്
ms_my: Gunakan saluran yang ditentukan; lalai adalah khalayak umum
nb_no: Bruk angitt kanal. standard er generelle målgrupper
nl_nl: Gebruik het opgegeven kanaal, standaard is algemene doelgroep
pl_pl: Użyj określonego kanału; wartość domyślna to wszyscy odbiorcy.
pt_br: Usar o canal especificado; o padrão é público geral
pt_pt: Utilizar o canal especificado; a predefinição é a audiência geral
ro_ro: Utilizarea canalului specificat; valoarea implicită este publicul general
ru_ru: Использовать указанный канал; по умолчанию предназначено для широкой аудитории
sk_sk: Použiť zadaný kanál; predvolená možnosť je všeobecné publikum
sl_si: Uporabite navedeni kanal; privzeto je splošno občinstvo.
sq_al: Përdor kanalin e specifikuar; parazgjedhja është publiku i përgjithshëm
sr_latn_rs: Korišćenje navedenog kanala; podrazumevana vrednost je opšta publika
sv_se: Använd den angivna kanalen. standard är allmän målgrupp
te_in: పేర్కొన్న ఛానెల్‌ని ఉపయోగించండి; సాధారణ ప్రేక్షకులు డిఫాల్ట్ అవుతారు
th_th: ใช้แชนเนลที่ระบุ ค่าเริ่มต้นเป็นผู้ชมทั่วไป
tr_tr: Belirtilen kanalı kullanın; varsayılan, genel hedef kitledir
uk_ua: Використати вказаний канал; стандартна аудиторія за замовчуванням
vi_vn: Sử dụng kênh cụ thể; mặc định là người xem chung
zh_cn: 使用指定的频道；默认为普通受众
zh_tw: 使用指定的頻道; 預設為一般觀眾

source: command
af_za: bevel
am_et: ትእዛዝ
ar_sa: أمر
az_latn_az: əmr
bg_bg: команда
cs_cz: příkaz
de_de: Befehl
el_gr: εντολή
es_es: comando
es_mx: comando
et_ee: käsk
fa_ir: فرمان
fi_fi: komento
fr_fr: commande
gl_es: comando
he_il: פקודה
hi_in: आदेश
hu_hu: parancs
is_is: skipun
it_it: comando
ja_jp: コマンド
kk_kz: пәрмен
lo_la: ຄຳ​ສັ່ງ
lt_lt: komanda
lv_lv: komanda
ms_my: perintah
nb_no: kommando
nl_nl: opdracht
pl_pl: polecenie
pt_br: comando
pt_pt: comando
ro_ro: comandă
sk_sk: príkaz
sl_si: ukaz
sq_al: komanda
sr_latn_rs: komanda
sv_se: kommando
te_in: ఆదేశం
th_th: คำสั่ง
tr_tr: komut
uk_ua: команда
vi_vn: lệnh
zh_cn: 命令
zh_tw: 命令

# CommandArgumentDescription
source: Filter results by command
af_za: Filtreer resultate volgens bevel
am_et: ውጤቶችን በትዕዛዝ አጣራ
ar_sa: تصفية النتائج حسب الأمر
az_latn_az: Nəticələri əmrə görə süzgəcdən keçirin
bg_bg: Филтриране на резултати по команда
cs_cz: Filtrovat výsledky podle příkazu
da_dk: Filtrer resultater efter kommando
de_de: Ergebnisse nach Befehl filtern
el_gr: Φιλτράρισμα αποτελεσμάτων κατά εντολή
es_es: Filtrar resultados por comando
es_mx: Filtrar resultados por comando.
et_ee: Saate tulemeid käsu järgi filtreerida
fa_ir: نتایج را بر اساس فرمان فیلتر می‌کند
fi_fi: Suodata tulokset komennon mukaan
fr_fr: Filtrer les résultats par commande
gl_es: Filtrar resultados segundo o comando
he_il: הפקודה 'סנן תוצאות לפי'
hi_in: आदेश के अनुसार परिणामों को फ़िल्टर करें
hu_hu: Találatok szűrése parancs alapján
id_id: Filter hasil menurut perintah
is_is: Sía niðurstöður eftir skipun
it_it: Filtra i risultati per comando
ja_jp: コマンドによる結果のフィルター処理
kk_kz: Нәтижелерді пәрмен бойынша сүзгілеу
lo_la: ກັ່ນຕອງຜົນການຊອກຫາຕາມຄຳສັ່ງ
lt_lt: Filtruoti rezultatus pagal komandą
lv_lv: Filtrēt rezultātus pēc komandas
mk_mk: Филтрирајте ги резултатите по наредба
ml_in: കമാൻഡ് ഉപയോഗിച്ച് ഫലങ്ങൾ ഫിൽട്ടർ ചെയ്യുക
ms_my: Tapis hasil mengikut perintah
nb_no: Filtrer resultater etter kommando
nl_nl: Resultaten filteren op opdracht
pl_pl: Filtruj wyniki według polecenia
pt_br: Filtrar resultados por comando
pt_pt: Filtrar os resultados por comando
ro_ro: Filtrare rezultate după comandă
ru_ru: Фильтровать результаты по команде
sk_sk: Filtrovať výsledky podľa príkazu
sl_si: Filtriraj rezultate po ukazu
sq_al: Filtro rezultate sipas komandës
sr_latn_rs: Filtriranje rezultata po komandi
sv_se: Filtrera resultat efter kommando
te_in: ఫలితాలను ఆదేశం ద్వారా ఫిల్టర్ చేయండి
th_th: ผลลัพธ์การกรองตามคำสั่ง
tr_tr: Sonuçları komuta göre filtreleme ölçütü:
uk_ua: Фільтрувати результати за командою
vi_vn: Lọc kết quả theo lệnh
zh_cn: 按命令筛选结果
zh_tw: 依命令篩選結果

# CommandRequiresAdmin
source: This command requires administrator privileges to execute.
af_za: Hierdie bevel vereis administrateurvoorregte om uit te voer.
am_et: ይህ ትዕዛዝ ለመፈጸም የአስተዳዳሪ ፈቃድ ይፈልጋል።
ar_sa: يتطلب هذا الأمر توفر امتيازات المسؤول للتنفيذ.
az_latn_az: Bu əmri icra etmək üçün inzibatçı imtiyazları tələb olunur.
bg_bg: За изпълнението на тази команда се изискват привилегии на администратор.
cs_cz: K provedení tohoto příkazu je třeba mít oprávnění správce.
de_de: Zum Ausführen dieses Befehls sind Administratorberechtigungen erforderlich.
el_gr: Αυτή η εντολή απαιτεί δικαιώματα διαχειριστή για την εκτέλεσή της.
es_es: Este comando requiere que se ejecuten privilegios de administrador.
es_mx: Este comando requiere privilegios de administrador para ejecutarse.
et_ee: Selle käsu täitmiseks on vaja administraatoriõigusi.
fa_ir: این فرمان برای اجرا به امتیازهای سرپرست نیاز دارد.
fi_fi: Tämän komennon suorittaminen edellyttää järjestelmänvalvojan oikeuksia.
fr_fr: Cette commande nécessite des privilèges d'administrateur pour être exécutée.
gl_es: Para executar este comando, hai que contar con privilexios de administrador.
he_il: כדי לבצע פקודה זו יש צורך בהרשאות מנהל.
hi_in: इस आदेश को निष्पादित करने के लिए व्यवस्थापकीय विशेषाधिकार की आवश्यकता होती है.
hu_hu: Ennek a parancsnak a végrehajtásához rendszergazdai jogosultságok szükségesek.
is_is: Það þarf stjórnandaréttindi til að framkvæma þessa skipun.
it_it: Questo comando richiede i privilegi di amministratore per l'esecuzione.
ja_jp: このコマンドを実行するには、管理者権限が必要です。
kk_kz: Осы пәрменді орындау үшін әкімші құқықтары талап етіледі.
lo_la: ຄຳສັ່ງນີ້ຕ້ອງໃຊ້ສິດຜູ້ເບິ່ງແຍງລະບົບໃນການດຳເນີນການ.
lt_lt: Kad būtų galima vykdyti šią programą, reikia administratoriaus teisių.
lv_lv: Šai komandai ir nepieciešamas administratora privilēģijas, lai izpildītu.
ms_my: Perintah ini memerlukan keistimewaan pentadbir untuk melaksanakan.
nb_no: Administratorrettigheter kreves for å kjøre denne kommandoen.
nl_nl: Deze opdracht vereist beheerdersrechten om uit te voeren.
pl_pl: To polecenie wymaga uprawnień administratora do wykonania.
pt_br: Este comando requer privilégios de administrador para ser executado.
pt_pt: Este comando requer privilégios de administrador para ser executado.
ro_ro: Această comandă necesită privilegii de administrator pentru a fi executată.
sk_sk: Tento príkaz vyžaduje na spustenie oprávnenia správcu.
sl_si: Če želite izvesti ta ukaz, potrebujete skrbniške pravice.
sq_al: Kjo komandë kërkon privilegjet e administratorit për t’u ekzekutuar.
sr_latn_rs: Ova komanda za izvršenje zahteva privilegije administratora.
sv_se: Det krävs administratörsrättigheter för att köra detta kommando.
te_in: ఈ ఆదేశానికి అమలు చేయడానికి నిర్వాహక అధికారాలు అవసరం.
th_th: คำสั่งนี้ต้องการสิทธิ์ของผู้ดูแลระบบในการดำเนินการ
tr_tr: Bu komutun yürütülebilmesi için yönetici ayrıcalıkları gerekir.
uk_ua: Для виконання цієї команди потрібні права адміністратора.
vi_vn: Lệnh này yêu cầu đặc quyền của người quản trị để thực thi.
zh_cn: 需要具有管理员权限才能执行此命令。
zh_tw: 此命令需要系統管理員許可權才能執行。
